@extends('frontend.layouts.master-landing')
@php
    $page_title = 'Chancellor';
@endphp
@section('title')
    {{ $page_title }}
@endsection
@section('content')
   

@include('frontend.partials.sections.banner-with-title', ['page_title' => $page_title])

<div class="section-area my-5">
    <div class="container">
        <div class="row">
            <div class="card box-shadow" style="border-top:5px solid #00c5bf;">
                <div class="row g-0 pb-5">
                    <div class="col-sm-12 col-md-6 col-lg-6 col-xl-3 vc_profile_img">
                        @if (@$vcInfo->profile->id)
                        <img style="width: -webkit-fill-available;" class="img-thumbnail" alt="VC Sir" src="{{ @$vcInfo->profile->photo ? asset('upload/profiles/' . @$vcInfo->profile->photo) : @$vcInfo->profile->photo_path }}" onerror="this.onerror=null;this.src='{{ asset('dummy/profile_dummy.png') }}';" />
                        @else
                        <img class="" style="width: 65%;" alt="VC Sir" src="{{ asset('upload/profiles/chancellors.jpeg') }}" onerror="this.onerror=null;this.src='{{ asset('dummy/profile_dummy.png') }}';" />
                        @endif
                    </div>

                    <div class="col-sm-12 col-md-6 col-lg-6 col-xl-9">
                        <div class="card-body">
                            <div class="vc_profile_meta mt-5">
                                <h2 class="card-title" style="color: #009999;">Mohammed Shahabuddin</h2>
                                <h4 class="card-text">Chancellor{{ @$vcProfile->profile->designation }}</h4>
                                <h5 class="card-text mb-2">Bangladesh University of Textiles</h5>
                            </div> 
                        </div>
                    </div>

                    <div class="col-sm-12">
                       <div class="container p-3">
                            {!! @$vcInfo->long_description !!}
                            <p style="text-align: justify">জনাব মোঃ সাহাবুদ্দিন ১৯৪৯ সালের ১০ ডিসেম্বর পাবনা শহরের শিবরামপুরস্থ জুবিলি ট্যাঙ্ক পাড়ায় জন্মগ্রহণ করেন। তাঁর বাবার নাম শরফুদ্দিন আনসারী, মাতার নাম খায়রুন্নেসা।জনাব মোঃ সাহাবুদ্দিন রাধানগর মজুমদার অ্যাকাডেমি থেকে ১৯৬৬ সালে এসএসসি, পাবনা এডওয়ার্ড কলেজ থেকে ১৯৬৮ সালে এইচএসসি এবং ১৯৭১ সালে (অনুষ্ঠিত ১৯৭২ সালে) বিএসসি ডিগ্রি অর্জন করেন। পরবর্তীতে রাজশাহী বিশ্ববিদ্যালয় থেকে ১৯৭৪ সালে তিনি মনোবিজ্ঞানে স্নাতকোত্তর ডিগ্রি লাভ করেন। ১৯৭৫ সালে তিনি পাবনা শহীদ আমিনুদ্দিন আইন কলেজ থেকে এলএলবি ডিগ্রি লাভ করেন এবং ১০৩ জন পরীক্ষার্থীর মধ্যে একমাত্র তিনিই উচ্চতর দ্বিতীয় শ্রেণীতে উত্তীর্ণ হন।ছাত্রজীবনে রাজনীতিতে যুক্ত হওয়ার পর তিনি ১৯৬৭-৬৮ সালে পাবনা এডওয়ার্ড কলেজ শাখা ছাত্রলীগের সাধারণ সম্পাদক, ১৯৬৯-৭০ সালে অবিভক্ত পাবনা জেলা ছাত্রলীগের সহ-সভাপতি এবং ১৯৭০-৭৩ সালে পাবনা জেলা ছাত্রলীগের সভাপতির দায়িত্ব পালন করেন। ১৯৭১ সালের ২৩ মার্চ পাবনা টাউন হল ময়দানে বাংলাদেশের পতাকা উত্তোলনকারীদের মধ্যে জনাব মোঃ সাহাবুদ্দিন ছিলেন অন্যতম। তিনি পাবনা জেলা স্বাধীন বাংলা ছাত্র সংগ্রাম পরিষদের আহ্বায়ক হিসেবে দায়িত্ব পালন করেন।জনাব মোঃ সাহাবুদ্দিন ১৯৭১ সালে মুজিব বাহিনীর সদস্য হিসেবে মহান মুক্তিযুদ্ধে সক্রিয়ভাবে অংশ নেন।তিনি ১৯৭৪ সালে পাবনা জেলা যুবলীগের সভাপতির দায়িত্ব পালন করেন। ১৯৭৫ সালে বাংলাদেশ কৃষক-শ্রমিক আওয়ামী লীগ (বাকশাল) গঠিত হলে জাতির পিতা বঙ্গবন্ধু শেখ মুজিবুর রহমান তাঁকে পাবনা জেলা বাকশালের যুগ্ম সম্পাদক হিসাবে মনোনয়ন দেন।১৯৭৫ এর ১৫ আগস্ট জাতির পিতা বঙ্গবন্ধু শেখ মুজিবুর রহমানের নির্মম হত্যাকাণ্ডের প্রতিবাদে জনাব মোঃ সাহাবুদ্দিন পাবনায় প্রতিরোধ মিছিলে নেতৃত্ব দেন। পরবর্তীতে ২০ আগস্ট তাঁকে গ্রেপ্তার করা হয় এবং তিন মাস তিনি সেনা ক্যাম্পে নির্যাতনের শিকার হন। পরে তাঁকে কারাগারে পাঠানো হয় এবং তিন বছর কারাভোগের পর ১৯৭৮ সালে তিনি মুক্তি পান। তিনি ১৯৮০ সালে পাবনা জেলা আওয়ামী লীগের প্রচার সম্পাদক নির্বাচিত হন।জনাব মোঃ সাহাবুদ্দিন পাবনা জেলা আইনজীবী সমিতির সদস্য ছিলেন। তিনি ১৯৮২ সালে বাংলাদেশ সিভিল সার্ভিস (বিচার) ক্যাডারে যোগ দেন। ১৯৯৫-১৯৯৬ সালে বাংলাদেশ জুডিসিয়াল সার্ভিস অ্যাসোসিয়েশনের মহাসচিব নির্বাচিত হন। তিনি চাকুরিকালীন অতিরিক্ত জেলা জজ ও জেলা জজদের প্রশিক্ষণ কর্মশালার মূল্যায়নে উভয় ক্ষেত্রেই প্রথম স্থান অধিকার করেন।শ্রম আদালতের চেয়ারম্যান হিসাবেও তিনি দায়িত্ব পালন করেন। বঙ্গবন্ধু হত্যা মামলায় আইন মন্ত্রণালয় কর্তৃক তাঁকে সমন্বয়কারী হিসাবে নিয়োগ দেয়া হয়।মোঃ সাহাবুদ্দিন জেলা ও দায়রা জজ হিসেবে ২০০৬ সালে অবসর গ্রহণ করেন এবং বাংলাদেশ সুপ্রীম কোর্টের হাইকোর্ট বিভাগে আইন পেশায় প্রত্যাবর্তন করেন। ২০০১ সালে সাধারণ নির্বাচনের পর বিএনপি-জামাত জোট সরকারের সময় আওয়ামী লীগ ও তার সহযোগী সংগঠনের নেতাকর্মী এবং সংখ্যালঘু সম্প্রদায়ের জনগোষ্ঠীর উপর হামলা, হত্যা, ধর্ষণ ও লুণ্ঠনের ঘটনায় পরবর্তীতে গঠিত তদন্ত  কমিশনের প্রধান ছিলেন জনাব মোঃ সাহাবুদ্দিন যা ‘সাহাবুদ্দিন কমিশন’ নামে পরিচিত। এ কমিশনের প্রতিবেদন সরকারি গেজেটে প্রকাশিত হয়।মোঃ সাহাবুদ্দিন ২০১১ থেকে ২০১৬ সাল পর্যন্ত দুর্নীতি দমন কমিশন (দুদক) এর কমিশনার হিসাবে দায়িত্ব পালন করেন। এ সময় বিশ্বব্যাংক পদ্মাসেতু নির্মাণ প্রকল্পে দুর্নীতির অভিযোগ উত্থাপন করে। সরকার দুদককে এ বিষয়ে অনুসন্ধানের দায়িত্ব দিলে জনাব মোঃ সাহাবুদ্দিন দৃঢ় ভূমিকা পালন করেন এবং বিশ্বব্যাংকের অভিযোগ মিথ্যা প্রমাণে সক্ষম হন। কানাডার টরন্টোর ওন্টারিও কোর্ট অব জাস্টিস এ সংক্রান্ত মামলাটি নিষ্পত্তিকালে তাঁর তদন্ত প্রতিবেদনটিকে পূর্ণাঙ্গভাবে সমর্থন করেছে। জনাব মোঃ সাহাবুদ্দিন ২০২০ সালের জানুয়ারিতে বাংলাদেশ আওয়ামী লীগের উপদেষ্টা পরিষদের সদস্য নির্বাচিত হন। তিনি আওয়ামী লীগের প্রচার ও প্রকাশনা উপ-কমিটির চেয়ারম্যান হিসাবেও দায়িত্ব পালন করেন। জনাব সাহাবুদ্দিন পাবনা ডেভেলপমেন্ট ফাউন্ডেশনের সভাপতি হিসাবে দায়িত্ব পালন করেছেন। স্বাধীনতার পর ১৯৭২-১৯৭৪ পর্যন্ত তিনি পাবনা জেলা রেড ক্রিসেন্ট সোসাইটির মহাসচিব ও ১৯৭৩-১৯৭৪ সালে পাবনা জেলা পরিবার পরিকল্পনা সমিতির কোষাধ্যক্ষ ছিলেন। তিনি পাবনা প্রেস ক্লাব, অন্নদা গোবিন্দ পাবলিক লাইব্রেরি ও বনমালী শিল্পচর্চা কেন্দ্রের জীবন সদস্য। জনাব মোঃ সাহাবুদ্দিনের স্ত্রী ড. রেবেকা সুলতানা সরকারের যুগ্ম সচিব হিসাবে ২০০৯ সালে অবসর গ্রহণ করেন। তিনি বর্তমানে একটি বেসরকারি বিশ্ববিদ্যালয়ের অধ্যাপক ও পরিচালক হিসাবে কর্মরত। মো. আরশাদ আদনান তাঁদের একমাত্র সন্তান। তাঁর দুই জমজ নাতি তাহসিন মো. আদনান ও তাহমিদ মো. আদনান এ-লেভেলে পড়াশোনা করছে। ভ্রমণ করা, বই পড়া ও গান শোনা তাঁর প্রিয় শখ।  </p>
                       </div>
                    </div>
                </div>

            </div>

        </div>
    </div>
</div>


@endsection

@push('styles')
   <style>
   .section-area{
            padding-bottom: 60px;
        }
        .vc_profile_img img {
            width: 45%;
            margin-top: 30px;
            margin-left: 20px;
        }
    </style>
@endpush

@push('scripts')
    <script>
       
    </script>
@endpush
